[Version]
7.7

[Main]	
Item0000=Tervetuloa HP Recovery Manager -ohjelmaan. Palauta tietokoneesi tämän työkalun avulla jälleen toimintakuntoon, jos se lakkaa toimimasta normaalisti.
Item0001=Tarvitsen välittömästi apua
Item0002=Haluaisin suorittaa ylläpitotehtäviä
Item0003=Haluaisin ottaa yhteyttä HP:n asiakastukeen
Item0004=Haluaisin suorittaa turvallisuustoimenpiteitä
Item0005=Windowsin varmuuskopiointi ja palauttaminen
Item0006=Palauta järjestelmä aiempaan päivämäärään
Item0007=Windowsin palautusympäristö
Item0008=Käynnistä uudelleen ja siirry Windowsin palautusympäristöön, jossa voit päivittää kuvan tai palauttaa järjestelmän tehdastilaan
Item0009=Tiedostovarmuuskopio
Item0010=Henkilökohtaisten tietojen varmuuskopiointi
Item0011=Minimoitu näköistiedoston palautus
Item0012=Palauta vain käyttöjärjestelmä, ohjaimet ja valitut ohjelmistot (puhdas näköistiedosto)
Item0013=Suorita tietokoneen tarkistus
Item0014=Laitteistodiagnostiikkatyökalun avulla voit tehdä vianmäärityksen esimerkiksi tietokoneen muistille ja kiintolevylle.
Item0015=Palautusvälineen luominen
Item0016=Luo järjestelmällesi palautusvälineet
Item0017=Poista palautusosio
Item0018=Vapauta kiintolevyltä tilaa poistamalla tehtaassa asennettu ohjelmiston varmuuskopio
Item0019=Tehdasasetusten palautus
Item0020=Nollaa tietokone pyyhkimällä koko kiintolevy ja palauttamalla tehdasasetukset
Item0021=Suorita tietokoneen ylläpitotoimenpiteet
Item0022=Tee ongelmien vianmääritys, lataa päivityksiä ja opi tietokoneestasi
Item0023=Hae tukea HP:ltä
Item0024=Näytä HP:n asiakastuen yhteystiedot
Item0025=Näytä yhteystiedot
Item0026=Näytä HP:n asiakastuen yhteystiedot
Item0027=Ohjainten ja sovellusten uudelleenasennus
Item0028=Asenna ohjaimia ja/tai sovelluksia uudelleen
Item0029=Pois käytöstä: Palautusosio on poistettu.
Item0030=Pois käytöstä: Palauta järjestelmä käyttämällä palautustietovälinettä.
Item0031=Pois käytöstä: Windowsin järjestelmän palauttaminen on kytketty pois käytöstä.
Item0032=HP Support Assistant -ohjelmistoa ei ole asennettu.
Item0033=Windowsin varmuuskopiointi ja palauttaminen
Item0034=Luo varmuuskopio tai palauta tiedostoja olemassa olevasta varmuuskopiosta
Item0035=Riittämättömät käyttöoikeudet
Item0036=HP Recovery Manager vaatii toimiakseen järjestelmänvalvojan käyttöoikeudet. Nosta Käyttäjätilien valvonnan (UAC) asetuksen tasoa. 	
Item0037=Versio: 00
Item0038=Pois käytöstä: Ei tueta dynaamisen levyn yhteydessä
Item0039=Pois käytöstä: Käytä Windowsin levynhallintaa
Item0040=Windowsin tiedostohistoria
Item0041=Joitakin ominaisuuksia varten vaaditaan pääsy palautusosioon. Telakoi tablet-laite alustaan ja käynnistä HP Recovery Manager uudelleen näiden valintojen käyttöönottamiseksi.
Item0042=Tämän valinnan käyttämiseksi, telakoi table-laite alustaan ja käynnistä HP Recovery Manager uudelleen.
Item0043=Palautus ja tiedostojen varmuuskopiointi vaatii pääsyn alustan palautusosioon. Telakoi tablet-laite alustaan, käynnistä järjestelmä uudelleen ja käynnistä HP Recovery Manager uudelleen painamalla F11-painiketta. Suorita tietokoneen tarkistus painamalla jatka.
Item0044=Windows-järjestelmän päivitys
Item0045=Varotoimet
Item0046=Tuki
Item0047=Ylläpito
Item0048=Luo palautustietoväline
Item0049=Luo palautustietoväline järjestelmälle
Item0050=Suorita tietokoneen ylläpito	
Item0051=Ota yhteyttä HP:n tukeen
Item0052=Poista palautusosio
Item0053=Luo palautuspisteitä tai palauta järjestelmä aikaisempaan päivämäärään käyttämällä aiemmin luomiasi palautuspisteitä
Item0054=Windowsin tiedostohistoria
Item0055=HP Recovery Environment
Item0056=Palauta järjestelmä valmistusajankohdan mukaiseksi käynnistämällä järjestelmä uudelleen ja avaamalla HP Recovery Environment
Item0057=Älä poista taulutietokonetta telakointiasemasta palauttamisen aikana. Muussa tapauksessa sitä ei voida enää käynnistää.
Item0058=Käynnistä uudelleen ja palauta järjestelmä kirjoittamalla 00
Item0059=Windowsin järjestelmän palauttaminen
Item0060=HP Recovery Manager -ohjelmaa tuetaan vain vaakatilassa.
Item0061=Sulje HP Recovery Manager, vaihda näyttö vaakatilaan ja käynnistä sitten HP Recovery Manager uudelleen.

[General]	
Item0100=Takaisin
Item0101=Seuraava
Item0102=Peruuta
Item0103=Jatka
Item0104=Valmis
Item0105=OK
Item0106=Haluatko sulkea HP Recovery Manager -ohjelman?
Item0107=Varmista, että tietokone on kytketty virtasovittimeen, tai palauttaminen saattaa keskeytyä.
Item0108=HP Recovery Manager on jo käynnissä!
Item0109=Käynnistä uud.
Item0110=Sulje
Item0111=Varoitus: Tietokoneesi käyttää tällä hetkellä akkuvirtaa.
Item0112=Tämä prosessi vaatii, että tietokone kytketään virtasovittimeen.
Item0113=Kytke tietokoneen virtasovitin ja jatka napsauttamalla OK.
Item0114=HP Recovery Manager epäonnistunut. Virhekoodi = 00
Item0115=Ohjelma havaitsee virheitä. Yritä uudelleen.
Item0116=HP Recovery Manager
Item0117=HP Recovery Manager
Item0118=(virhekoodi=00)
Item0119=Palautusta ei tueta nykyistä kokoonpanoa käytettäessä. Ota Intel Smart Response -teknologian kiihdytystoiminto käyttöön ja yritä uudelleen.
Item0120=Recovery Manager on suunniteltu Windows 7:ään. Se ei ole yhteensopiva Windows 8:n kanssa.
Item0121=Tämä Softpaq-tiedosto ei ole tuettu Windows 7:ssä. Päivitä järjestelmä ensin Windows 8:aan.
	
[Windows System Restore]
Item0200=Windowsin järjestelmän palauttaminen
Item0201=HP Recovery Manager sulkeutuu, jolloin voit käyttää Windowsin järjestelmän palauttamista.
Item0202=Windowsin järjestelmän palauttaminen voi auttaa ratkaisemaan ongelmia, jotka hidastavat tietokoneen toimintaa tai saavat sen lakkaamaan vastaamasta. Järjestelmän palauttaminen ei vaikuta asiakirjoihin, kuviin tai muihin henkilökohtaisiin tietoihin.
Item0203=Käynnistä Windowsin järjestelmän palauttaminen automaattisesti valitsemalla Seuraava.
	       	
[Computer Checkup]	
Item0250=Tietokoneen tarkistus
Item0251=Käynnistä Windows-osion levyn tarkistus
Item0252=Käynnistä palautusosion levyn tarkistus
Item0253=Avaa komentorivi
Item0254=Voit jatkaa valitsemalla vaihtoehdon ja valitsemalla sitten Seuraava.
		
[Remove Recovery Partition]	
Item0300=Poista palautusosio
Item0301=Windows Push Button Reset (painikenollaus) ja HP image recovery -vaihtoehdot eivät ole käytössä sen jälkeen, kun palautusosio poistetaan.
Item0302=Ymmärretty. Jatka palautusosion poistamista.
Item0303=Jatka
Item0304=Palautusvälineen luomista ei ole suoritettu loppuun. Palautusvälineen luomisvaihtoehto ei ole käytettävissä, kun palautusosio on poistettu.
Item0305=Siirry kohteeseen 00 nyt.
Item0306=Poistaa palautusosiota…
Item0307=Palaa kotisivulle napsauttamalla Jatka
Item0308=Koti
Item0309=Luo palautusväline
Item0310=Ohjelma havaitsee virheitä palautusosion poistossa. Yritä uudelleen.
Item0311=Palautusosion poistaminen onnistui.
Item0312=HP-järjestelmän näköistiedoston palautusvaihtoehdot eivät tule olemaan käytettävissä sitten kun palautusosio on poistettu.
		
[File Restore Program]	
Item0400=Tiedoston palauttaminen 
Item0401=Tervetuloa
Item0402=Tiedoston palauttaminen -ohjelma auttaa palauttamaan aiemmin varmuuskopioidut tiedostot.
Item0403=Jatka valitsemalla Seuraava.
Item0404=Mitkä tiedostotyypit haluat palauttaa?
Item0405=Kuvat
Item0406=Musiikki ja muut äänitiedostot
Item0407=Videot ja elokuvat
Item0408=Tallennetut TV-ohjelmat
Item0409=Asiakirjat, laskentataulukot ja esitykset
Item0410=Sähköpostiviestit, Internet-suosikit ja -asetukset
Item0411=Muut
Item0412=Ohje
Item0413=Tiedostot palautetaan seuraavaan sijaintiin:
Item0414=Työpöydällesi on lisätty tämän sijainnin pikakuvake.
Item0415=Palauttaminen käynnissä
Item0416=Edistyminen:  00%
Item0417=Odota...
Item0418=Tiedostot palautettu
Item0419=Palauttaminen onnistui.
Item0420=Voit poistua ohjelmasta valitsemalla Valmis.
Item0421=Joidenkin palautettujen tiedostojen polku on pitempi kuin 260 merkkiä. Lisätietoja: 00.
Item0422=OK
Item0423=Varoitus
Item0424=Tiedoston palauttaminen on jo käynnissä.
Item0425=Sinun on oltava Windows 7 -käyttöjärjestelmässä, jotta Tiedoston palauttaminen voidaan suorittaa.
Item0426=Peruutetaanko Tiedoston palauttaminen?
Item0427=Palauttaminen peruutettu
Item0428=Olet peruuttanut palautusprosessin.
Item0429=Mihin haluat tallentaa varmuustiedostot?
Item0430=Paikalliselle levylle
		
[File Backup Program]	
Item0500=Tiedostovarmuuskopio
Item0501=Mistä tiedostotyypeistä haluat luoda varmuuskopion?
Item0502=Kuvista
Item0503=Musiikki ja muut äänitiedostot
Item0504=Videot ja elokuvat
Item0505=Tallennetut TV-ohjelmat
Item0506=Asiakirjoista, laskentataulukoista ja esityksistä
Item0507=Sähköpostiviesteistä, Internet-suosikeista ja -asetuksista
Item0508=Muista
Item0509=Ohje
Item0510=Jatka valitsemalla Seuraava.
Item0511=Hakeminen
Item0512=Ohjattu tiedoston varmuuskopiointitoiminto luo luetteloa varmuuskopioitavista tiedostoista.
Item0513=Tämä toiminto voi kestää usean minuutin.
Item0514=Edistyminen: 00 %
Item0515=Odota...
Item0516=Kiintolevyn järjestelmäosiossa ei ole tällä hetkellä riittävästi vapaata tilaa tietojen pakkaamisen edellyttämään väliaikaiseen tallentamiseen.
Item0517=Kiintolevyn järjestelmäosiosta on vapautettava tilaa, jotta tehtävää voidaan jatkaa.
Item0518=OK
Item0519=Varoitus
Item0520=Voit jatkaa valitsemalla vaihtoehdon ja valitsemalla sitten Seuraava.
Item0521=Varmuuskopion luominen
Item0522=Varmuuskopiotiedostojen luominen
Item0523=Varmuuskopiotiedostojen viimeisteleminen
Item0524=Käyttäjän valitsemia tiedostotyyppejä ei löydy.
Item0525=Minne haluat tallentaa varmuuskopion?
Item0526=Lähdetiedostojen koko:  00
Item0527=Nimi
Item0528=Tyyppi
Item0529=Koko yhteensä
Item0530=Vapaa levytila
Item0531=Mitään laitetta ei ole saatavilla tiedostovarmuuskopiointiin. Varmista, että siirrettävä levy on liitetty.
Item0532=Siirrettävä
Item0533=Tiedostovarmuuskopio on valmis.
Item0534=Tiedostosi tallennetaan kohteeseen (00).
Item0535=Varmuuskopion kopioiminen 
Item0536=Kohdeasemaa ei ole liitetty.
Item0537=Tiedostovarmuuskopio
Item0538=HP Recovery Manager loi varmuuskopion onnistuneesti.
Item0539=Peruutetaanko tiedostovarmuuskopio?
Item0540=Peruuta
Item0541=Varmuuskopio peruutettu
Item0542=Olet peruuttanut varmuuskopiointiprosessin onnistuneesti.
Item0543=Olet peruuttanut varmuuskopiointiprosessin.
Item0544=Haluatko jatkaa järjestelmän palautusta?
Item0545=Haluatko jatkaa minimoitua näköistiedoston palautusta?
Item0546=Haluatko jatkaa tehdasasetusten palautusta?
Item0547=Kyllä
Item0548=Ei
Item0549=Tallentava asema
Item0550=Mitään laitetta ei ole saatavilla tiedostovarmuuskopiointiin. Varmista, että siirrettävä levy tai tallentava asema on liitetty.
Item0551=Automaattinen varmuuskopiointi
Item0552=Voit valita varmuuskopioitavat luokat (esimerkiksi – kuvat). Varmuuskopiointi kattaa useimmat luokan tyypillisesti käyttämät tiedostotyypit. Käytä tätä vaihtoehtoa, jos haluat määrittää varmuuskopioinnin helposti.
Item0553=Manuaalinen varmuuskopiointi
Item0554=Voit valita varmuuskopioitavaksi tietyt tiedostot ja kansiot. Käytä tätä vaihtoehtoa, jos haluat päättää, mitä kohteita varmuuskopioidaan
Item0555=Tiedostojen suora kopiointi
Item0556=Tiedostojen suora kopiointi ei pakkaa tietoja, eikä tiedostoja palauteta HP Recovery Manager -ohjelman avulla. Jos haluat päästä käsiksi tiedostoihin mistä tahansa tietokoneesta varmuuskopioinnin jälkeen, selaa järjestelmän palautustiedostojen hakemistoa.
Item0557=Palauta tietoja alkuperäiseen järjestelmään Kopioi- ja Liitä-komennoilla.
Item0558=Aseta tyhjä DVD+R- tai DVD-R-levy asemaan ja napsauta Seuraava.
Item0559=Tallennuksen edistyminen:  00 %
Item0560=Kaikki levyt:  00
Item0561=Nykyinen levy:  00
Item0562=Aseta levy
Item0563=Aseta tyhjä levy.
Item0564=HP Recovery Manager ei tue asetettua levyä. Aseta tyhjä DVD+R- tai DVD-R-levy (4,7 Gt:n kapasiteetti).
Item0565=Valmistellaan tietoja	
	
[Recovery Media Creation]	
Item0600=Koti
Item0601=Luo palautusväline
Item0602=Voit luoda vain 00 palautusvälinesarjan.
Item0603=Hyväksyn.
Item0604=Jatka
Item0605=Aseta jokin seuraavista tallennusvälineistä:
Item0606=USB Flash -asema
Item0607=Vaaditaan vähintään 00 Gt:n kapasiteetti
Item0608=DVD
Item0609=Vaaditaan 00 levyä
Item0610=DVD DL
Item0611=Jatketaanko korostetulla tallennusvälineellä?
Item0612=Kyllä
Item0613=Ei
Item0614=Luodaan USB-palautusasemaa...
Item0615=Valmistele levy
Item0616=USB Flash -aseman alustaminen
Item0617=Kopioi näköistiedosto
Item0618=Kopioidaan palautusnäköistiedostoa USB-palautusasemaan...
Item0619=Vahvista levy
Item0620=Tarkastetaan USB-palautusaseman palautusnäköistiedostoa...
Item0621=00 % valmis
Item0622=Aseta levy
Item0623=Jatka asettamalla levy 00 asemaan. Pysäytä palautusvälineen luominen napsauttamalla Peruuta. Palautusvälineen luomista voidaan jatkaa milloin tahansa valitsemalla Luo palautusväline -vaihtoehto uudelleen.
Item0624=Valmistele tiedot
Item0625=Palautusnäköistiedoston luominen
Item0626=Polta tietoja
Item0627=Palautusnäköistiedoston polttaminen levylle
Item0628=Vahvista levy
Item0629=Levyllä olevan palautusnäköistiedoston vahvistaminen
Item0630=Palautusväline luotiin 00. Voit luoda vain YHDEN palautusvälinejoukon.
Item0631=Palaa kotisivulle napsauttamalla OK
Item0632=OK
Item0633=Palautusvälineen luomista ei ole suoritettu loppuun. Viimeistele palautusvälineen luonti painamalla Jatka.
Item0634=Peruuta
Item0635=Yhdistä tietokoneen virtasovitin
Item0636=Akku on asennettava ja tietokone on kytkettävä virtasovittimeen, jotta prosessia voidaan jatkaa
Item0637=Asenna akku
Item0638=Optista asemaa ei löytynyt
Item0639=Voit nyt liittää optisen aseman
Item0640=Blu-ray-levy
Item0641=Palautuslevyn 00 luominen on valmis. Anna levylle 00 nimi ja säilytä se varmassa paikassa.
Item0642=USB Flash -asema alustetaan. Kaikki USB Flash -aseman tiedot menetetään. Kaikki USB Flash -aseman tila varataan palautusnäköistiedostolle (vaikka USB Flash -asema olisi suurempi kuin palautusnäköistiedoston arvioitu koko).
Item0643=Napsauta Peruuta, jos haluat palata tallennusvälineen valintavaiheeseen. Napsauta Jatka, jos haluat aloittaa levyn valmistelemisen.
Item0644=Valitse jokin seuraavista välineistä 
Item0645=YHDEN
Item0646=Analysoidaan laitteistoa…
Item0647=Palautusvälineen luominen käynnissä. HP Recovery Manager -ohjelmaa ei voida sulkea.
Item0648=Ohjelma havaitsee virheitä palautusvälineen luomisessa. Yritä uudelleen.
Item0649=Asetetun flash-aseman kapasiteetti ei riitä. Aseta toinen asema.
Item0650=Päällekirjoitettavia tallennusvälineitä ei tueta. Aseta tyhjä levy 00.
Item0651=Asetettu levy ei ole tyhjä. Aseta tyhjä levy 00.
Item0652=Palautuslevy 00/01 on valmis. Anna levylle 00/01 nimi ja säilytä se varmassa paikassa.
Item0653=Palautuslevy luotiin onnistuneesti.
Item0654=Flash-palautusasema luotiin onnistuneesti. Anna sille nimi ja säilytä se varmassa paikassa.
Item0655=Vaaditaan levy 00
Item0656=Päällekirjoitettavia tallennusvälineitä ei tueta!
Item0657=Asetettua tallennusvälinettä ei tueta!
Item0658=Palautusosio on poistettu. Palautusvälineen luomisvaihtoehto ei ole enää käytettävissä.
Item0659=Levyn tarkistus epäonnistui. Käytä toista levyä ja yritä uudelleen.
Item0660=Levyn polttaminen epäonnistui. Käytä toista levyä ja yritä uudelleen.
Item0661=Tämä järjestelmä on luotu palautusvälineen avulla. Voit luoda vain YHDEN palautusvälinejoukon.
Item0662=Palautusosio on poistettu.
Item0663=USB:n raja ylitetty
Item0664=Palautuksen näköistiedoston koko on yli 32 Gt. Käytä optista tietovälinettä.
Item0665=Palautuksen näköistiedoston koko ylittää USB-muistitikun kokorajoituksen 32 Gt. Palautustietovälineen luomiseen tarvitaan optinen tietoväline (DVD-levyjä).
Item0666=Varmista, että USB-muistitikulle mahtuu 00 Gt tietoa (enint. 32 Gt).
Item0667=- Palautuslevy  00/01 on valmis. Anna levylle nimeksi "00/01" ja säilytä se turvallisessa paikassa.
Item0668=- Jatka asettamalla asemaan levy tai lopeta palautustietovälineen luonti valitsemalla Peruuta. 
Item0669=- Voit jatkaa milloin tahansa myöhemmin valitsemalla Luo palautustietoväline -vaihtoehdon uudelleen.
Item0670=Varoitus: Valittu USB-muistitikku alustetaan. Kaikki USB-muistitikulla olevat tiedot katoavat.
Item0671=Enintään 32 Gt USB-muistitikun muistista käytetään palautusnäköistiedostolle. Jos USB-muistitikun muisti on suurempi kuin 32 Gt, muistitikun ylimääräistä tilaa ei voi käyttää, kun palautustietoväline on luotu.
Item0672=Palaa tietovälineen valintaan valitsemalla Peruuta tai aloita palautustietovälineen luonti valitsemalla Jatka.
Item0673=Palaa tietovälineen valintaan valitsemalla 00 tai aloita palautustietovälineen luonti valitsemalla 01.
	
[System Recovery]	
Item0700=Palauta tietokoneesi tehdasasetukset
Item0701=Tämä prosessi asentaa uudelleen alkuperäisen levyvedoksen järjestelmäosioon mutta ei tee muita muutoksia kiintolevyyn.
Item0702=Kaikki tiedostot ja ohjelmat, jotka käyttäjä on luonut tai asentanut hankinnan jälkeen, menetetään.
Item0703=Tee tiedostoista ensin varmuuskopiot (suositus)
Item0704=Palauta tekemättä varmuuskopioita tiedostoista
Item0705=Voit jatkaa valitsemalla vaihtoehdon ja valitsemalla sitten Seuraava.
Item0706=HP Recovery Environment
Item0707=Tervetuloa HP Recovery Manager -ohjelmaan
Item0708=Käytä tätä ohjelmaa tietokoneen tehdasasetusten palauttamiseen.
Item0709=Irrota kaikki ulkoiset laitteet ennen kuin jatkat.
Item0710=Lisätietoja saat tietokoneen ohjeista.
Item0711=Jatka valitsemalla Seuraava.
Item0712=Näköistiedoston palauttaminen
Item0713=Kiintolevyn Windows-osion alustus
Item0714=Alkuperäisen ohjelmiston uudelleenasennus
Item0715=Edistyminen:  00 % 
Item0716=Arvioitu jäljellä oleva aika: 00 minuuttia
Item0717=Odota...
Item0718=Palautus on valmis
Item0719=Kun tietokone on käynnistynyt uudelleen ja tietokoneen alustavat asetukset on määritetty, sinun täytyy vielä suorittaa joitakin tärkeitä lisävaiheita:
Item0720=Päivitä Microsoft-käyttöjärjestelmän ja HP:n suojaustiedostot
Item0721=Asenna uudelleen sellaiset ohjelmistot, joita ei toimitettu tietokoneen mukana
Item0722=Palauta henkilökohtaiset tiedot, joista olet ehkä tehnyt varmuuskopion (jos käytettävissä)
Item0723=Voit nyt käynnistää tietokoneen valitsemalla Valmis.
Item0724=Palautuksen valmistelu
Item0725=Kiintolevy alustetaan ja kaikki näköistiedoston palauttamisessa tarvittavat tiedostot kopioidaan kiintolevylle.
Item0726=Palautuksen asennus
Item0727=Ohjelmisto ja ohjaimet asennetaan ja sisältö mukautetaan tietokonetta varten.
Item0728=HP Recovery Manager palauttaa kiintolevyn tehdasasetuksiin. Käyttäjätiedot ja kiintolevyn muutokset menetetään.
Item0729=OK
Item0730=Peruuta
Item0731=Näköistiedoston palautuksen valmistelu
Item0732=Kiintolevyn palautuksessa tarvittavien tiedostojen kopiointi
Item0733=Palautuksen valmistelu on valmis
Item0734=Kun tietokone on käynnistetty uudelleen, palautuksen asennusvaihe alkaa.
Item0735=Ohjelmisto ja ohjaimet asennetaan ja sisältö mukautetaan tietokonetta varten.
Item0736=Tämän vaiheen aikana tietokone käynnistyy automaattisesti monta kertaa. Tämä on normaali osa prosessia.
Item0737=Älä sammuta tietokonetta, älä sulje kantta, älä irrota tietokonetta virtasovittimesta äläkä yritä käyttää tietokonetta tänä aikana.
Item0738=Voit nyt käynnistää tietokoneen valitsemalla Jatka.
Item0739=Aseta palautuslevy #00 asemaan.
Item0740=Poista palautusväline järjestelmästä
Item0741=Järjestelmän palautusta ei voida tehdä Windows-käyttöjärjestelmässä. Haluatko käynnistää tietokoneen uudelleen ja siirtyä palautusympäristöön?
Item0742=Jatkatko?
Item0743=Valmistellaan palautusympäristöä…
Item0744=Sulje kaikki sovellukset ja käynnistä järjestelmä uudelleen.
Item0745=Irrota kaikki ulkoiset laitteet paitsi näppäimistö, hiiri ja näyttö, ennen kuin jatkat.
Item0746=Järjestelmän palautusta ei voida tehdä Windows-käyttöjärjestelmässä. Haluatko käynnistää tietokoneen uudelleen ja siirtyä palautusympäristöön?
Item0747=Palauttamisella on kaksi vaihetta:
Item0748=Koti
Item0749=Järjestelmän palautus
Item0750=Pois käytöstä: Käytä tehdasasetusten palautusta järjestelmän palauttamiseen	
Item0751=Saata järjestelmäsi ajan tasalle asentamalla Microsoftin ja HP:n uusimmat päivitykset.
Item0752=Olet valinnut HP Recovery Environment -palautustoiminnon. Järjestelmä käynnistyy uudelleen ja siirtyy palautusympäristöön. Haluatko jatkaa?
Item0753=Jos tietokoneessa on alunperin ollut enemmän kuin yksi käyttöjärjestelmä, palauttaminen palauttaa kaikki käyttöjärjestelmät tehdasasetuksiinsa.
Item0754=Olet valinnut kohteen 00. Järjestelmä käynnistyy uudelleen ja siirtyy palautusympäristöön. Haluatko jatkaa?
Item0755=Kaikki käyttäjän luomat tiedostot ja osiot samoin kuin kaikki koneen hankkimisen jälkeen asennetut ohjelmat menetetään.
Item0756=Palauttamisella on kaksi vaihetta:
Item0757=Palautuksen valmistelu
Item0758=Windows-osio alustetaan ja kaikki Windowsin palauttamisessa tarvittavat tiedostot kopioidaan kiintolevylle.
Item0759=Palautuksen asennus
Item0760=Ohjelmisto ja ohjaimet asennetaan ja sisältö mukautetaan tietokonetta varten.
Item0761=Tiedostojen palautus kiintolevylle
Item0762=HP Drive Encryption (HPDE) on aktivoitu tällä tietokoneella. Poista HPDE käytöstä ennen järjestelmän palautusta.
	
[Minimized Image Recovery]	
Item0800=Minimoitu näköistiedoston palautus
Item0801=Tämä prosessi asentaa puhtaan Windows-ympäristön uudelleen ja asentaa ohjaimet ja vähimmäismäärän ohjelmistoja.
Item0802=Kaikki tiedostot ja ohjelmat, jotka käyttäjä on luonut tai asentanut hankinnan jälkeen, menetetään.
Item0803=Tee tiedostoista ensin varmuuskopiot (suositus)
Item0804=Palauta tekemättä varmuuskopioita tiedostoista
Item0805=Voit jatkaa valitsemalla vaihtoehdon ja valitsemalla sitten Seuraava.
Item0806=Minimoitu näköistiedoston palautus
Item0807=Tervetuloa HP Recovery Manager -ohjelmaan
Item0808=Tämä prosessi asentaa puhtaan Windows-ympäristön uudelleen ja asentaa ohjaimet ja vähimmäismäärän ohjelmistoja.
Item0809=Palauttamisella on kaksi vaihetta:
Item0810=Palautuksen valmistelu
Item0811=Kiintolevy alustetaan ja kaikki minimoidun näköistiedoston palauttamiseen tarvittavat tiedostot kopioidaan kiintolevylle.
Item0812=Palautuksen asennus
Item0813=Ohjelmisto ja ohjaimet asennetaan ja sisältö mukautetaan tietokonetta varten.
Item0814=Irrota kaikki ulkoiset laitteet ennen kuin jatkat.
Item0815=Lisätietoja saat tietokoneen ohjeista.
Item0816=Jatka valitsemalla Seuraava.
Item0817=Dynaaminen levy on havaittu. Palautusta ei voida jatkaa. Sinun on käytettävä palautusvälinettä tietokoneen palauttamiseen
Item0818=Minimoidun näköistiedoston palautuksen valmistelu
Item0819=Kiintolevyn Windows-osion alustus
Item0820=Kiintolevyn palautuksessa tarvittavien tiedostojen kopiointi
Item0821=Edistyminen:  00 % 
Item0822=Arvioitu jäljellä oleva aika: 00 minuuttia
Item0823=Odota...
Item0824=Palautuksen valmistelu on valmis
Item0825=Kun tietokone on käynnistetty uudelleen, palautuksen asennusvaihe alkaa.
Item0826=Ohjelmisto ja ohjaimet asennetaan ja sisältö mukautetaan tietokonetta varten.
Item0827=Tämän vaiheen aikana tietokone käynnistyy automaattisesti monta kertaa. Tämä on normaali osa prosessia.
Item0828=Älä sammuta tietokonetta, älä sulje kantta, älä irrota tietokonetta virtasovittimesta äläkä yritä käyttää tietokonetta tänä aikana.
Item0829=Voit nyt käynnistää tietokoneen valitsemalla Jatka.
Item0830=Palautus on valmis
Item0831=Kun tietokone on käynnistynyt uudelleen ja tietokoneen alustavat asetukset on määritetty, sinun täytyy vielä suorittaa joitakin tärkeitä lisävaiheita:
Item0832=Päivitä Microsoft-käyttöjärjestelmän ja HP:n suojaustiedostot
Item0833=Asenna uudelleen sellaiset ohjelmistot, joita ei toimitettu tietokoneen mukana
Item0834=Palauta henkilökohtaiset tiedot, joista olet ehkä tehnyt varmuuskopion (jos käytettävissä)
Item0835=Voit nyt käynnistää tietokoneen valitsemalla Valmis.
Item0836=OK
Item0837=Aseta palautuslevy #00 asemaan.
Item0838=Poista palautusväline järjestelmästä
Item0839=HP Recovery Manager asentaa minimoidun näköistiedoston. Käyttäjätiedot ja kiintolevyn muutokset menetetään.
Item0840=Irrota kaikki ulkoiset laitteet paitsi näppäimistö, hiiri ja näyttö, ennen kuin jatkat.
Item0841=Pois käytöstä: Käytä tehdasasetusten palautusta järjestelmän palauttamiseen
Item0842=Jos tietokoneessa on alunperin ollut enemmän kuin yksi käyttöjärjestelmä, palauttaminen palauttaa kaikki käyttöjärjestelmät tehdasasetuksiinsa.
	
[Boot from UCRD]	
Item0900=Järjestelmän palautus
Item0901=HP Recovery Manager käynnistyy oletusarvoisesti kiintolevyltäsi, mutta voit suorittaa sen asettamastasi tallennusvälineestä.
Item0902=Suorita ohjelma tallennusvälineestä
Item0903=Suorita ohjelma kiintolevyltä
Item0904=Voit jatkaa valitsemalla vaihtoehdon ja valitsemalla sitten Seuraava.
Item0905=Suorita ohjelma kiintolevyltä
Item0906=Tietokone käynnistyy nyt uudelleen osiosta.
Item0907=Poista palautusväline ennen kuin jatkat.
Item0908=Voit poistua ohjatusta toiminnosta valitsemalla Valmis.
Item0909=Ota yhteys HP:n asiakastukeen
Item0910=Järjestelmän palautusväline ei tue tätä tietokonetta.
Item0911=Et voi palauttaa tätä järjestelmää tämän välineen avulla.
Item0912=Et pysty palauttamaan tätä järjestelmää laiteportin avulla. Ota yhteyttä HP:n asiakastukeen.	
	
[Factory Reset]	
Item1000=Tehdasasetusten palautus
Item1001=Näköistiedoston palauttaminen
Item1002=Haluatko palauttaa järjestelmän tehdasasetukset?
Item1003=Tee tiedostoista ensin varmuuskopiot (suositus)
Item1004=Palauta tekemättä varmuuskopioita tiedostoista
Item1005=Voit jatkaa valitsemalla vaihtoehdon ja valitsemalla sitten Seuraava.
Item1006=Tervetuloa HP Recovery Manager -ohjelmaan
Item1007=Käytä tätä ohjelmaa tietokoneen tehdasasetusten palauttamiseen.
Item1008=Palauttamisella on kaksi vaihetta:
Item1009=Palautuksen valmistelu
Item1010=Kiintolevy alustetaan ja kaikki näköistiedoston palauttamisessa tarvittavat tiedostot kopioidaan kiintolevylle.
Item1011=Palautuksen asennus
Item1012=Ohjelmisto ja ohjaimet asennetaan ja sisältö mukautetaan tietokonetta varten.
Item1013=Irrota kaikki ulkoiset laitteet ennen kuin jatkat.
Item1014=Lisätietoja saat tietokoneen ohjeista.
Item1015=Jatka valitsemalla Seuraava.
Item1016=HP Recovery Manager palauttaa kiintolevyn tehdasasetuksiin. Käyttäjätiedot ja kiintolevyn muutokset menetetään.
Item1017=Näköistiedoston palautuksen valmistelu
Item1018=Kiintolevyn Windows-osion alustus
Item1019=Kiintolevyn palautuksessa tarvittavien tiedostojen kopiointi
Item1020=Tiedostojen palautus kiintolevylle
Item1021=Edistyminen:  00 % 
Item1022=Odota...
Item1023=Arvioitu jäljellä oleva aika: 00 minuuttia
Item1024=Palautuksen valmistelu on valmis
Item1025=Kun tietokone on käynnistetty uudelleen, palautuksen asennusvaihe alkaa.
Item1026=Ohjelmisto ja ohjaimet asennetaan ja sisältö mukautetaan tietokonetta varten.
Item1027=Tämän vaiheen aikana tietokone käynnistyy automaattisesti monta kertaa. Tämä on normaali osa prosessia.
Item1028=Älä sammuta tietokonetta, älä sulje kantta, älä irrota tietokonetta virtasovittimesta äläkä yritä käyttää tietokonetta tänä aikana.
Item1029=Voit nyt käynnistää tietokoneen valitsemalla Jatka.
Item1030=Palautus on valmis
Item1031=Kun tietokone on käynnistynyt uudelleen ja tietokoneen alustavat asetukset on määritetty, sinun täytyy vielä suorittaa joitakin tärkeitä lisävaiheita:
Item1032=Päivitä Microsoft-käyttöjärjestelmän ja HP:n suojaustiedostot
Item1033=Asenna uudelleen sellaiset ohjelmistot, joita ei toimitettu tietokoneen mukana
Item1034=Palauta henkilökohtaiset tiedot, joista olet ehkä tehnyt varmuuskopion (jos käytettävissä)
Item1035=Voit nyt käynnistää tietokoneen valitsemalla Valmis.
Item1036=Kyllä
Item1037=Ei
Item1038=Ota yhteys HP:n asiakastukeen
Item1039=Yleensä kiintolevyn palauttaminen korjaa ongelmat.
Item1040=Jos ongelmat eivät poistu, ota yhteys HP:n asiakastukeen.
Item1041=HP-tuen yhteystiedot ovat tietokoneen ohjeissa.
Item1042=Voit poistua ohjelmasta valitsemalla Valmis.
Item1043=Aseta palautuslevy #00 asemaan.
Item1044=Poista palautusväline järjestelmästä
Item1045=HP Recovery Manager palauttaa kiintolevyt alkuperäisiin tehdasasetuksiin. Käyttäjätiedot ja kaikki kiintolevyn muutokset menetetään.
Item1046=OK
Item1047=Peruuta
Item1048=Irrota kaikki ulkoiset laitteet, paitsi näppäimistö, hiiri ja näyttö, ennen kuin jatkat.
Item1049=HP Recovery Manager palauttaa kiintolevyt alkuperäisiin tehdasasetuksiin. Käyttäjätiedot ja kaikki kiintolevyn muutokset menetetään.	
Item1050=Tämä palauttaa järjestelmän alkuperäiset tehdasasetukset.
Item1051=Kiintolevy osioidaan ja alustetaan uudelleen alkuperäiseen tilaansa.
Item1052=Kaikki käyttäjän luomat tiedostot ja osiot samoin kuin kaikki koneen hankkimisen jälkeen asennetut ohjelmat menetetään.
Item1053=Jos tietokoneessa on alunperin ollut enemmän kuin yksi käyttöjärjestelmä, palauttaminen palauttaa kaikki käyttöjärjestelmät tehdasasetuksiinsa.
	
[Restoration Incomplete]	
Item1100=Palauttaminen keskeytetty
Item1101=Palauttamista ei suoritettu loppuun.
Item1102=Valitse jokin seuraavista painikkeista:
Item1103=Tallenna loki
Item1104=Yksityiskohdat
Item1105=Yritä uudelleen
Item1106=Tämä toiminto kerää tietoja järjestelmästäsi, jotta HP voi tehdä vianmäärityksen.
Item1107=Aseta siirrettävä levyasema, jossa on vähintään 00 Mt vapaata tilaa, ja valitse sitten OK.
Item1108=OK
Item1109=Vapaata tilaa ei ole riittävästi. Aseta siirrettävä levyasema, jossa on vähintään 00 Mt vapaata tilaa, ja valitse sitten OK.
Item1110=Lokitiedosto tallennettiin muodossa 00.
Item1111=Aseta palautusväline.
Item1112=Voit nyt käynnistää tietokoneen valitsemalla Jatka.
Item1113=Jatka
Item1114=Kiintolevyn kokonaistila on pienempi kuin alkuperäisen tehtaalla asennetun kiintolevyn kokonaistila. Palautusprosessia ei voida jatkaa.
Item1115=Kiintolevyllä ei ole tarpeeksi tilaa. Palautusprosessia ei voida jatkaa.
		
[Drivers and Applications Reinstall]	
Item1200=Ohjainten ja sovellusten uudelleenasennus
Item1201=Ohjainten ja sovellusten luettelon rakentaminen
Item1202=Koti
Item1203=Asenna
Item1204=Asentaminen
Item1205=Valmis
Item1206=Sovellukset (00)
Item1207=Ohjaimet (00)
Item1208=HP-päivitykset (00) – HP.comista tai HP Support Assistant -ohjelmasta ladatut ja asennetut päivitykset
Item1209=Versio: 00
Item1210=00 kohdetta,
Item1211=00/01 valitusta kohteesta,
Item1212=00 sovellus ja
Item1213=00 sovellusta ja
Item1214=00 asema ja
Item1215=00 asemaa ja
Item1216=00 HP-päivitys
Item1217=00 HP-päivitystä
Item1218=Asennus on valmis.
Item1219=Ohjelmistoa asennetaan. HP Recovery Managerin sulkeminen peruttiin.
Item1220=OK
Item1221=Poista ohjelmiston aiempi versio, ennen kuin asennat ohjelmiston uudelleen.
Item1222=Ohjelma havaitsee virheitä ohjelmiston uudelleenasennuksessa. Yritä uudelleen.
Item1223=Tästä laitteesta ei löytynyt ohjelmistoja.
Item1224=Kohde
Item1225=00/01 valittu kohde,
Item1226=Yksi tai useampi valituista ohjaimista ja/tai sovelluksista ei ehkä ole asennettu oikein, ja ne on merkitty huutomerkillä. Poista niiden asennus tietokoneesta, ennen kuin yrität asentaa ne HP Recovery Managerista uudelleen.
Item1227=Yksi tai useampi valituista ohjaimista ja/tai sovelluksista ei ehkä ole asennettu oikein, ja ne on merkitty merkillä 00. Poista niiden asennus tietokoneesta, ennen kuin yrität asentaa ne HP Recovery Managerista uudelleen.
Item1228=00 ohjain
Item1229=00 ohjainta
Item1230=Valmis	
	
[RP Protection]	
Item1300=Palautusosio
Item1301=Varoitus
Item1302=Tämä kiintolevyn (tai osion) alue sisältää tiedostoja, joita käytettiin Windows Push Button Reset (painikenollaus) ja HP image recovery -toimintojen aikana.
Item1303=Älä poista tai muuta yhtäkään näistä tiedostoista.
Item1304=Tähän osioon tehdyt muutokset voivat vaikuttaa järjestelmän palautustoimintoon tulevaisuudessa.
	
[Show Contact Information]	
Item1350=Ota yhteys HP:n asiakastukeen
Item1351=Yleensä näköistiedoston palauttaminen korjaa ongelmat.
Item1352=Jos ongelmat jatkuvat tai jos tarvitset uusia järjestelmän palautusvälineitä, sinun täytyy ehkä kysyä neuvoa HP:n asiakastuesta.
Item1353=Voit ottaa yhteyttä HP:n asiakastukeen osoitteessa:
Item1354=www.hp.com/go/contacthp
Item1355=Poistu ohjelmasta valitsemalla Valmis.
Item1356=Poistu ohjelmasta valitsemalla Peruuta.

[File Backup Program 2.0]
Item1400=Mitä tiedostonvalintamenetelmää haluat käyttää varmuuskopion luontiin?
Item1401=Automaattinen valinta
Item1402=Valitse varmuuskopioitavien tiedostojen luokat.
Item1403=Käyttäjän valinta
Item1404=Valitse varmuuskopioitavat kansiot ja tiedostot manuaalisesti.
Item1405=Automaattisen valinnan avulla voit valita varmuuskopioitavien tiedostojen luokat, esimerkiksi Kuvat tai Musiikki ja muut äänitiedostot. Ohjelma hakee tämän jälkeen näihin luokkiin kuuluvia tiedostoja (näiden tiedostojen kanssa käytettyjen tiedostotyyppien valmiiksi määritetyn sarjan perusteella) ja varmuuskopioi ne. Tiedostot pakataan, ja ne on palautettava Tiedoston palauttaminen -toiminnon avulla, ennen kuin niitä voidaan käyttää.
Item1406=Käyttäjän valinnan avulla voit valita varmuuskopioitavat tiedostot ja kansiot Windowsin Resurssienhallinnassa. Sinulla on varmuuskopioitaessa kaksi vaihtoehtoa: Pakkaus ja Ei pakkausta.
Item1407=Pakkaus: Tiedostot pakataan, ja ne on palautettava Tiedoston palauttaminen -toiminnon avulla, ennen kuin niitä voidaan käyttää.
Item1408=Ei pakkausta: Tiedostot ja hakemistot kopioidaan yksitellen ilman pakkaamista. Tiedostoja voidaan käyttää ilman Tiedoston palauttaminen -toimintoa.
Item1409=Haluatko käyttää pakkaamista?
Item1410=Pakkaus
Item1411=Ei pakkausta
Item1412=Tiedostot pakataan WIM-tiedostomuodossa ja ne on palautettava tietokoneeseen Tiedoston palauttaminen -toiminnon avulla, ennen kuin niitä voidaan käyttää. Tämä toiminto pienentää varmuuskopion kokoa, ja Tiedoston palauttaminen -toimintoa käytettäessä kaikki tiedostot kopioidaan automaattisesti C:\-asemaan, jolloin ne voidaan avata työpöydällä olevalla pikakuvakkeella.
Item1413=Tiedostot ja hakemistot kopioidaan yksitellen ilman pakkaamista ja ne voidaan avata suoraan varmuuskopioasemasta ilman Tiedoston palauttaminen -toimintoa. Tämä toiminto ei pienennä varmuuskopion kokoa, ja tiedostot ja hakemistot on kopioitava manuaalisesti (kopioitava ja liitettävä) takaisin tietokoneeseen.
Item1414=Mitkä tiedostot haluat varmuuskopioida?
Item1415=Selaa tiedostoja
Item1416=Varmuuskopion koko:  00
Item1417=Nimi
Item1418=Koko
Item1419=Varmuuskopiotallennusvälineen valinta
Item1420=Tallennusvälineen valinta: 00
Item1421=Tarvitset 00 tämän tyyppistä levyä varmuuskopion luontiin.
Item1422=Voit jatkaa varmuuskopiointia valitulla tallennusvälineellä valitsemalla Seuraava.
Item1423=Jos haluat valita toisen tallennusvälineen, valitse Jatka.
Item1424=Valmistellaan tiedostoa
Item1425=Luodaan levyä
Item1426=Polta levy
Item1427=Vahvista levy
Item1428=Aseta levy 00 / 00 00.
Item1429=Valitut tiedostot
Item1430=Kopioi tiedostot
Item1431=Valitut tiedostot ja hakemistot on kopioitu
Item1432=Recovery Manager on kopioinut tiedostot
Item1433=Jotkin tiedostot ovat varmuuskopiointilevyn kapasiteettia suuremmat. Varmuuskopiointia ei voi jatkaa.
Item1434=Vaihda pakkaustilaan
Item1435=Poista 00 suurempien tiedostojen valinta
Item1436=Valitse laite uudelleen
Item1437=Suurten tiedostojen luettelo
Item1438=Aseta levy 00.
Item1439=Vapaana oleva levytila ei riitä varmuuskopiointiin. Liitä toinen levy tai vapauta liitetyssä levyssä levytilaa.
Item1440=Levytyyppi ei ole tuettu.
Item1441=Pienentää tiedostokokoa. Edellyttää Tiedoston palauttaminen -toiminnon käyttöä.
Item1442=Ei pienennä tiedostokokoa, ei edellytä Tiedoston palauttaminen -toiminnon käyttöä.
Item1443=Varmuuskopio voidaan tallentaa vain optiselle tallennusvälineelle tai ulkoiselle kiintolevylle. Jos haluttua laitetta ja/tai tallennusvälinettä ei ole alla olevassa luettelossa, varmista, että laite on kytketty ja käynnistetty tai että haluttu tallennusväline on asetettu optiseen asemaan varmuuskopiointiprosessin jatkamista varten.
Item1444=Levy on väärä tai se voi olla vioittunut. Aseta levy 00.
Item1445=Varmuuskopio voidaan tallentaa vain ulkoiselle kiintolevylle tai USB-muistitikulle NTFS-muodossa. Varmista, että haluttu laite on kytketty ja että tiedostojärjestelmä on NTFS ennen varmuuskopiointiprosessin jatkamista.
Item1446=Jos 00 valitaan kohdassa Automaattinen valinta tai Käyttäjän valinta, kaikki tiedostot varmuuskopioidaan Ei pakkausta -tilassa, ja ne pitää palauttaa kopioimalla tiedot manuaalisesti. Tiedoston palauttaminen -vaihtoehtoa ei voida käyttää.
Item1447=Kaikki tiedostot tallennetaan kohteen 00 kansioon.
Item1448=Tiedostot pakataan WIM-tiedostomuodossa ja ne on palautettava tietokoneeseen Tiedoston palauttaminen -toiminnon avulla, ennen kuin niitä voidaan käyttää. Tämä asetus minimoi varmuuskopion koon ja kaikki tiedostot palautetaan määrittämääsi kohteeseen ja niihin päästään käsiksi työpöydällä olevan pikakuvakkeen kautta.
Item1449=Pakkausta ei tueta, kun 00 -data on valittu.
Item1450=00 -data on varmuuskopioitu varmuuskopiokansion juurihakemiston seuraavaan kansion:
Item1451=Kopioi 00 -datan varmuuskopio edellä olevasta varmuuskopion tallennusvälineen kansiosta järjestelmään, kun palautus on suoritettu.
Item1452=00 -data voidaan varmuuskopioida vain käyttämällä Ei pakkausta -toimintoa.
Item1453=Varmuuskopioi käyttämällä Ei pakkausta -toimintoa valitsemalla OK tai varmuuskopioi tiedostot uudelleen valitsemalla Peruuta.

[Windows Recovery Environment]
Item1500=HP Backup and Recovery -ohjelma tai ota yhteyttä HP:n tukeen

[Windows System Refresh]
Item1600=Päivitä PC vaikuttamatta henkilökohtaisiin tiedostoihin

[AboutInfo]
Item1700=Tietoa
Item1701=Versio
Item1702=Palautusväline
Item1703=Järjestelmä
Item1704=Tuotenumero
Item1705=Sarjanumero
Item1706=HP:n palautusosio
Item1707=Kyllä
Item1708=Ei
Item1709=Tietoja